TargetApplication=Translation Editor
Author=Norbert Simon
SourceLANGID=1033
LANGID=1031
Generator=DKLang Translation Editor v3.0
LastModified=2007-01-27 19:58:15

[dAbout]
00000001=Über
00000004=Internet:
00000005=ОК
00000006=Kontakt e-Mail:

[dDiffLog]
00000001=Gefundene Unterschiede
00000002=Schließen
00000003=Summen
00000004=&Fehlende Übersetzungen mit dem Wörterbuch übersetzen
00000005=Hilfe

[dFind]
00000001=Suchen oder Ersetzen
00000003=Schließen
00000004=&Suchen nach:
00000006=Optionen
00000007=&Groß/Klein beachten
00000008=&Nur ganze Worte
00000010=Nur in Auswahl suchen
00000011=Ursprung
00000012=Vo&m ausgewählten Eintrag\n&Ganzer Bereich\n
00000013=Richtung
00000014=&Vor\n&Zurück\n
00000015=Ersetzung nach&fragen
00000016=&Alles ersetzen
00000017=E&rsetzen mit:
00000018=Bereich
00000019=Sucheinträge und &Namen
00000020=In &Originalwerten suchen
00000021=In &Übersetzen Werten suchen
00000022=Hilfe

[dOpenFiles]
00000001=Sprachdatei &öffnen
00000002=Sprach&quelldatei:
00000003=&Suchen...
00000004=S&uchen...
00000005=&Su&chen...
00000006=Diese Übersetzungsdatei statt der Quell&daten verwenden
00000007=Neue Übersetzung an&legen
00000008=&Vorhandene Übersetzung öffnen:
00000009=OK
00000010=Abbruch
00000011=Hilfe

[dPromptReplace]
00000001=Ersetzen bestätigen
00000009=&Ja
00000010=Abbruch
00000012=&Alle ersetzen
00000013=&Nein
00000014=Hilfe

[dSettings]
00000001=Programmeinstellungen
00000002=OK
00000003=Abbruch
00000005=Pfad zum Wörterbuch:
00000006=(in diesem Fall müssen Sie später selbst Shortcuts zuweisen)
00000007=&Suchen...
00000008=Das '&&' vor dem Einfügen ins Wörterbuch löschen
00000009=Neue Übersetzungen &automatisch ins Wörterbuch einfügen
00000013=Schrift &Programm...
00000014=Schrift &Tabelle...
00000015=Nicht &warnen, wenn Quell- und Zieldatei unterschiedliche Zeichentabellen verwenden
00000016=Wörterbuch
00000017=Programmoberfläche
00000018=Hilfe

[dTranProps]
00000001=Übersetzungseinstellungen
00000002=&Quellsprache (für Wörterbuch):
00000003=&Zielsprache:
00000004=&Author:
00000005=Zusätzliche Parameter (im Format 'Name=Wert'):\n
00000006=&Zielanwendung/Version:
00000007=OK
00000008=Abbruch
00000009=Hilfe

[fMain]
00000002=Hauptmenü
00000003=&Datei
00000004=&Bearbeiten
00000005=&Ansicht
00000006=&Symbolleiste
00000007=Symbolleiste anzeigen/verbergen
00000008=Aktueller Quell&eintrag
00000009=Quelleintragfeld anzeigen/verbergen
00000010=&Statusanzeige
00000011=Statusanzeige anzeigen/verbergen
00000012=&Sprache
00000013=&Werkzeuge
00000014=&Hilfe
00000015=Symbolleiste
00000018=Summe der Komponenteneinträge
00000020=Anzahl der Komponenten Summe/noch nicht übersetzt
00000022=Anzahl Konstanten Summe/nicht übersetzt
00000024=Einträge im Wörterbuch
00000025=Datei
00000026=&Neu/Öffnen...
00000027=Neu/Öffnen...|Eine neue Übersetzung beginnen oder bestehende öffnen
00000028=Datei
00000029=&Speichern
00000030=Speichern|Aktuelle Übersetzung speichern
00000031=Datei
00000032=Speichern &unter...
00000033=Speichern unter...|Die aktuelle Übersetzung in anderer Datei speichern
00000034=Datei
00000035=Schließen
00000036=Schließen|Alle geöffneten Dateien schließen
00000037=Datei
00000038=&Beenden
00000039=Beenden|Schließt das Programm
00000040=Werkzeuge
00000041=&Programmeinstellungen...
00000042=&Programmeinstellungen...|Anzeigen/Ändern der Programmeinstellungen
00000043=Hilfe
00000044=&Über...
00000045=Über...|Version and Copyright Info
00000046=Bearbeiten
00000047=Zum &Vorherigen unübersetzten
00000048=Zum vorherigen unübersetzten oder automatisch übersetzten Eintrag springen
00000049=Bearbeiten
00000050=Zum nächsten unübersetzten
00000051=Zum nächsten unübersetzten oder automatisch übersetzten Eintrag springen
00000058=Bearbeiten
00000059=&Übersetzungseinstellungen...
00000060=Übersetzungseinstellungen...|Ansicht/Ändern der Übersetzungseinstellungen
00000064=Werkzeuge
00000065=A&utoübersetzung Auswahl
00000066=Autoübersetzung Auswahl|Übersetzt nicht übersetzte Einträge mit dem Wörterbuch
00000067=Werkzeuge
00000068=Auswahl ins &Wörterbuch einfügen
00000069=Auswahl ins  &Wörterbuch einfügen|Übernimmt die Kombination ins Wörterbuch
00000073=Hilfe
00000074=Auf &Updates prüfen
00000075=Auf Updates prüfen|Prüft über das Internet auf Programm-Updates
00000076=Hilfe
00000077=DKLang Translation Editor Ho&mepage
00000078=DKLang Translation Editor Homepage|Öffnet die Herstellerseite des Programms
00000079=Hilfe
00000080=Produktunterst&ützung
00000081=Produktunterstützung|Öffnet die Support-Seite im Browser
00000082=Hilfe
00000083=DK Software &Website
00000084=DK Software Website|Öffnet die Herstellerseite
00000087=&Internet
00000088=Bearbeiten
00000089=Bereich wechseln
00000090=Bereich wechseln|Wechselt zwischen dem Eingabefeld und der Tabelle hin und her
00000091=Bearbeiten
00000092=&Voriger Eintrag
00000093=Voriger Eintrag|Zurück zum Vorgänger
00000094=Bearbeiten
00000095=&Nächster Eintrag
00000096=Nächster Eintrag|Zum nächsten Eintrag
00000097=Eigenschaften
00000098=Aktueller Quelleintrag
00000099=Aktuelle Übersetzung
00000100=nicht &übersetzt
00000101=Eintragsstatus
00000102=&Automatisch übersetzt
00000103=&Eigenschaften Eintrag
00000104=Übersetzung
00000105=Komponente/Eigenschaft/Konstante
00000106=ID
00000107=Standardwert
00000108=Übersetzung
00000109=Bearbeiten
00000110=&Suchen...
00000111=Suchen...|Suchen nach Einträgen mit einem Muster
00000112=Bearbeiten
00000113=Weitersuche&n
00000114=Weitersuchen|Nächstes Auftreten des aktuellen Suchwertes
00000115=Bearbeiten
00000116=&Ersetzen...
00000117=Ersetzen...|Ersetzt einen Suchtext mit einem neuen
00000118=Lesezeichen
00000119=Anzeigen/Verbergen des Übersetzungsbereichs
00000120=Anzeigen/Verbergen des Eigenschaftenbereichs
00000121=&Lesezeichen
00000122=Anzeigen/Verbergen der Lesezeichen
00000123=Bearbeiten
00000124=Lesezeichen &hinzufügen
00000125=Lesezeichen hinzufügen|Aktuellen Eintrag als Lesezeichen speichern
00000126=Bearbeiten
00000127=&Lesezeichen löschen
00000128=Lesezeichen löschen|Das ausgewählte Lesezeichen löschen
00000129=Bearbeiten
00000130=&Zum Lesezeichen springen
00000131=Zum Lesezeichen springen|Zum gewählten Lesezeichen springen
00000132=Lesezeichen Symbolleiste
00000133=Bearbeiten
00000134=&Kopieren
00000135=Bearbeiten
00000136=&Einfügen
00000137=Bearbeiten
00000138=A&usschneiden
00000139=Kopieren|Auswahl in die Zwischenablage
00000140=Einfügen|Zwischenablage einfügen
00000141=Ausschneiden|Auswahl in die Zwischenablage und löschen
00000142=Hilfe
00000143=&Hilfe
00000144=Hilfe|Hilfedatei des Programms anzeigen

[$CONSTANTS]
SBtn_Find=Suchen
SBtn_Replace=Ersetzen
SConfirm_FileNotSaved=Die Datei "%s" wurde geändert und ist noch nichtg gespeichert. Speichern?
SDiffDesc_AddComponent=+ Komponente: [%s]
SDiffDesc_AddConstant=+ Konstante "%s"
SDiffDesc_AddProperty=+ Eigenschaft "%s" (ID=%d)
SDiffDesc_ExcessiveEntries=Die nachfolgenden Einträge sind überflüssig und wurden aus der Übersetzung gelöscht:
SDiffDesc_MissingEntries=Die nachfolgenden Einträge fehlten und wurden eingefügt:
SDiffDesc_RemoveComponent=- Komponente: [%s]
SDiffDesc_RemoveConstant=- Konstante "%s"
SDiffDesc_RemoveProperty=- Komponente "%s", Eigenschaften-ID=%d
SDiffTotalsText=\tKomponenten\tEigenschaften\tKonstanten\nDazu\t%d\t%d\t%d\nEntfernt\t%d\t%d\t%d\nGesamt\t%d\t%d\t%d
SDlgTitle_Confirm=Bestätigen
SDlgTitle_Error=Fehler
SDlgTitle_Info=Info
SDlgTitle_SaveTranFileAs=Übersetzung zum Speichern wählen
SDlgTitle_SelectDisplayFile=Übersetzung für die Anzeige wählen
SDlgTitle_SelectLangSourceFile=Ausgangssprachdatei wählen
SDlgTitle_SelectTranFile=Übersetzungsdatei wählen
SDlgTitle_SelReposPath=Pfad zum Wörterbuch:
SErrMsg_CharMissing="%s" fehlt
SErrMsg_ConstNameMissing=Kontantenname fehlt
SErrMsg_DuplicateCompName=Doppelte Komponente:  "%s"
SErrMsg_DuplicatePropID=Doppelter Eigenschaften-ID: %d
SErrMsg_DuplicatePropName=Doppelte Eigenschaft: "%s"
SErrMsg_FileDoesntExist="%s" gibt es nicht
SErrMsg_InvalidCompName=Ungültiger Komponentenname: "%s"
SErrMsg_LoadLangSourceFailed=Fehler beim Laden der Sprachquelle:\nZeile %d: %s
SErrMsg_PropIDInvalid=Ungültiger Eigenschaften-ID
SErrMsg_PropIDMissing=Eigenschaften-ID fehlt
SErrMsg_PropNameMissing=Eigenschaftsname fehlt
SErrMsg_SectionlessEntry=Einträge ohne Bereich sind unzulässig
SErrMsg_SectionNameMissing=Bereichsname fehlt
SErrMsg_SrcAndTranLangsAreSame=Quell- und Zieldatei müssen sich unterscheiden
SErrMsg_WrongSectionName=Falsches Format für Bereich: "%s"
SLangSourceFileFilter=DKLang Sprachdateien (*.dklang)|*.dklang|All Files (*.*)|*.*
SMsg_NoSearchResults=Text "%s" nicht gefunden
SMsg_PromptReplace="%s" hier ersetzen?
SMsg_ReplacedInfo=Insgesamt %d Ersetzungen für "%s".
SNode_Constants=Kontanten
SStatusBar_CompCount=Komp: %d
SStatusBar_ConstCount=Konst: %d/%d
SStatusBar_PropCount=Eigen: %d/%d
SStatusBar_ReposEntryCount=Wörterbuch: %d Einträge
STranFileFilter=DKLang Sprachdateien (*.lng)|*.lng|All Files (*.*)|*.*
STranFileFilterAnsi=DKLang Ansi Sprachdateien (*.lng)|*.lng
STranFileFilterUnicode=DKLang Unicode Sprachdateien (*.lng)|*.lng
SWarnMsg_SavingInAnsi=Sie wollen eine Übersetzung im ANSI Format speichern, die Quelldatei liegt als Unicode-Datei vor.\nDas Speichern als ANSI-Datei kann in einer fehlerhaften Anzeige im Anwendungsprogramm führen. Wenn Dieses Programm Unicode unterstützt, sollten Sie dieses Format wählen.\n\nSoll die Übersetzung im Unicode-Format gespeichert werden?
SWarnMsg_SavingInUnicode=Sie wollen die Übersetzung im Unicode-Format speichern, die Quelle hat jedoch ANSI-Format.\nWenn das Anwendungsprogramm Unicode nicht unterstützt, wird es womöglich unbenutzbar.\n\nSoll die Übersetzung im ANSI-Format gespeichert werden?
